Repository: codercampos/Starving
Catalog: Starving/AppResources.*.resx
Languages: es

source: Login with Facebook
es: Iniciar con Facebook

# FacebookLoginFail
source: Facebook acount was not linked
es: La cuenta de Facebook no fue vinculada

source: OK
es: ACEPTAR

# AppDescription
source: Find new places to go eat near of you
es: Descubre nuevos lugares para salir a comer cerca de donde te encuentres

source: DONE
es: HECHO

source: CREATE REVIEW
es: CREAR RESEÑA

# HaveBeenInThisPlace
source: Have been at
es: ¿Haz estado en

# ShareReview
source: Share with other people a short review
es: Comparte una corta reseña con otros personas

# EnableGPS
source: Please Verify your GPS is enabled
es: Por favor verifica que tu GPS esté habilitado

# NoInternet
source: Please Verify your internet connection
es: Por favor verifica tu conexión de internet

# TryAgain
source: RELOAD
es: INTENTAR DE NUEVO

source: See likes
es: Ver Likes

# UsersWhoLikes
source: People who likes this place:
es: Personas que les gusta este lugar:

# NoReviews
source: No reviews to show
es: Sin reseñas que mostrar

source: Retrieving reviews
es: Recuperando reseñas

# ReviewFieldEmpty
source: Review field can't be empty
es: El campo de reseña no puede esar vacío

source: Retrieving likes
es: Recuperando likes

# NoLikesToShow
source: No body likes this place yet
es: Nadie ha dado like a este lugar aún

source: No places to show
es: No hay lugares que mostrar

# RetrievingPlaces
source: Searching places
es: Buscando lugares cercanos

# LikePlaces
source: You loved this place
es: Te encantó este lugar

# DislikePlaces
source: You don't like this place
es: No te gustó este lugar

# PlacesListHeader
source: Here you have some near places where you can go to eat
es: Estos son alguno lugares cercanos para ir a comer

source: seconds ago
es: segundos

source: minutes ago
es: minutos

source: hours ago
es: horas

# DaysAgo
source: hours ago
es: días

source: liked
es: Hace

source: Take me there
es: Cómo llegar

source: My latest reviews
es: Mis últimas reseñas

source: Search places
es: Buscar lugares

source: Just now
es: En este instante
